Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/ReviewCards.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

source: Review wasn't saved
ar: لم تُحفظ المراجعة
bg: Преговорът не е запазен
bn: পুনরালোচনা সংরক্ষণ করা হয়নি
ca: No s’ha desat el repàs
cs: Opakování nebylo uloženo
da: Repetitionen blev ikke gemt
de: Wiederholung wurde nicht gespeichert
el: Η επανάληψη δεν αποθηκεύτηκε
es_es: El repaso no se guardó
es_mx: El repaso no se guardó
et: Kordamist ei salvestatud
fa: مرور ذخیره نشد
fi: Kertausta ei tallennettu
fr: La révision n’a pas été enregistrée
gu: પુનરાવર્તન સાચવાયું નહીં
he: החזרה לא נשמרה
hi: समीक्षा सहेजी नहीं गई
hr: Ponavljanje nije spremljeno
hu: Az ismétlés nem lett mentve
id: Pengulangan tidak tersimpan
is: Upprifjun var ekki vistuð
it: Ripasso non salvato
ja: 復習は保存されませんでした
kn: ಪುನರಾವರ್ತನೆ ಉಳಿಸಲಾಗಿಲ್ಲ
ko: 복습이 저장되지 않음
lt: Kartojimas neišsaugotas
lv: Atkārtojums netika saglabāts
ml: ആവർത്തനം സംരക്ഷിച്ചില്ല
mr: उजळणी जतन झाली नाही
nb: Repetisjonen ble ikke lagret
nl: Herhaling is niet opgeslagen
pa: ਦੁਹਰਾਈ ਸੰਭਾਲੀ ਨਹੀਂ ਗਈ
pl: Nie zapisano powtórki
pt_br: A revisão não foi salva
ro: Recapitularea nu a fost salvată
ru: Повторение не сохранено
sk: Opakovanie sa neuložilo
sl: Ponovitev ni bila shranjena
sv: Repetitionen sparades inte
sw: Marudio hayakuhifadhiwa
ta: மீள்பயிற்சி சேமிக்கப்படவில்லை
te: పునశ్చరణ సేవ్ కాలేదు
th: ไม่ได้บันทึกการทบทวน
tr: Tekrar kaydedilemedi
uk: Повторення не збережено
ur: دہرائی محفوظ نہیں ہوئی
vi: Chưa lưu được lượt ôn tập
zh_hans: 未能保存复习记录
zu: Ukubukeza akulondolozwanga

source: Save
ar: حفظ
bg: Запазване
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es_es: Guardar
es_mx: Guardar
et: Salvesta
fa: ذخیره
fi: Tallenna
fr: Enregistrer
gu: સાચવો
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
is: Vista
it: Salva
ja: 保存
kn: ಉಳಿಸಿ
ko: 저장
lt: Išsaugoti
lv: Saglabāt
ml: സംരക്ഷിക്കുക
mr: जतन करा
nb: Lagre
nl: Opslaan
pa: ਸੰਭਾਲੋ
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
sw: Hifadhi
ta: சேமி
te: సేవ్ చేయి
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存
zu: Londoloza

source: Search cards
ar: ابحث في البطاقات
bg: Търсене на карти
bn: কার্ড খুঁজুন
ca: Cerca targetes
cs: Hledat kartičky
da: Søg i kort
de: Karten suchen
el: Αναζήτηση καρτών
es_es: Buscar tarjetas
es_mx: Buscar tarjetas
et: Otsi kaarte
fa: جست‌وجوی کارت‌ها
fi: Etsi kortteja
fr: Rechercher des cartes
gu: કાર્ડ શોધો
he: חיפוש כרטיסיות
hi: कार्ड खोजें
hr: Pretraži kartice
hu: Kártyák keresése
id: Cari kartu
is: Leita að spjöldum
it: Cerca schede
ja: カードを検索
kn: ಕಾರ್ಡ್‌ಗಳನ್ನು ಹುಡುಕಿ
ko: 카드 검색
lt: Ieškoti kortelių
lv: Meklēt kartītes
ml: കാർഡുകൾ തിരയുക
mr: कार्डे शोधा
nb: Søk i kort
nl: Kaarten zoeken
pa: ਕਾਰਡ ਲੱਭੋ
pl: Szukaj fiszek
pt_br: Buscar cartões
ro: Caută fișe
ru: Поиск карточек
sk: Hľadať karty
sl: Išči kartice
sv: Sök kort
sw: Tafuta kadi
ta: அட்டைகளைத் தேடு
te: కార్డులను వెతుకు
th: ค้นหาการ์ด
tr: Kart ara
uk: Пошук карток
ur: کارڈز تلاش کریں
vi: Tìm thẻ
zh_hans: 搜索卡片
zu: Sesha amakhadi

source: Selected
ar: محدد
bg: Избрано
bn: নির্বাচিত
ca: Seleccionat
cs: Vybráno
da: Valgt
de: Ausgewählt
el: Επιλεγμένο
es_es: Seleccionadas
es_mx: Seleccionadas
et: Valitud
fa: انتخاب‌شده
fi: Valittu
fr: Sélectionnés
gu: પસંદ કરેલું
he: נבחר
hi: चयनित
hr: Odabrano
hu: Kiválasztva
id: Dipilih
is: Valið
it: Selezionato
ja: 選択済み
kn: ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ko: 선택됨
lt: Pasirinkta
lv: Atlasīts
ml: തിരഞ്ഞെടുത്തു
mr: निवडलेले
nb: Valgt
nl: Geselecteerd
pa: ਚੁਣਿਆ
pl: Wybrane
pt_br: Selecionadas
ro: Selectat
ru: Выбрано
sk: Vybrané
sl: Izbrano
sv: Valda
sw: Imechaguliwa
ta: தேர்ந்தெடுக்கப்பட்டது
te: ఎంచుకోబడింది
th: เลือกแล้ว
tr: Seçili
uk: Вибрано
ur: منتخب
vi: Đã chọn
zh_hans: 已选
zu: Kukhethiwe

source: Show answer
ar: إظهار الإجابة
bg: Покажи отговора
bn: উত্তর দেখান
ca: Mostra la resposta
cs: Zobrazit odpověď
da: Vis svar
de: Antwort anzeigen
el: Εμφάνιση απάντησης
es_es: Mostrar respuesta
es_mx: Mostrar respuesta
et: Näita vastust
fa: نمایش پاسخ
fi: Näytä vastaus
fr: Afficher la réponse
gu: જવાબ બતાવો
he: הצגת התשובה
hi: उत्तर दिखाएं
hr: Prikaži odgovor
hu: Válasz megjelenítése
id: Tampilkan jawaban
is: Sýna svar
it: Mostra risposta
ja: 答えを表示
kn: ಉತ್ತರ ತೋರಿಸಿ
ko: 답 보기
lt: Rodyti atsakymą
lv: Rādīt atbildi
ml: ഉത്തരം കാണിക്കുക
mr: उत्तर दाखवा
nb: Vis svar
nl: Antwoord tonen
pa: ਜਵਾਬ ਦਿਖਾਓ
pl: Pokaż odpowiedź
pt_br: Mostrar resposta
ro: Arată răspunsul
ru: Показать ответ
sk: Zobraziť odpoveď
sl: Pokaži odgovor
sv: Visa svar
sw: Onyesha jibu
ta: பதிலைக் காட்டு
te: సమాధానం చూపు
th: แสดงคำตอบ
tr: Yanıtı göster
uk: Показати відповідь
ur: جواب دکھائیں
vi: Hiện đáp án
zh_hans: 显示答案
zu: Bonisa impendulo

source: Speak %@
ar: نطق %@
bg: Прочитане на глас: %@
bn: %@ পড়ে শোনান
ca: Llegeix %@ en veu alta
cs: Přečíst %@
da: Læs %@ op
de: %@ vorlesen
el: Εκφώνηση %@
es_es: Leer %@
es_mx: Leer %@
et: Loe ette %@
fa: خواندن %@
fi: Lue ääneen %@
fr: Lire %@
gu: %@ વાંચો
he: הקראת %@
hi: %@ पढ़ें
hr: Izgovori %@
hu: %@ felolvasása
id: Bacakan %@
is: Lesa %@ upp
it: Leggi %@
ja: %@を読み上げる
kn: %@ ಓದಿ
ko: %@ 읽기
lt: Skaityti %@
lv: Nolasīt %@
ml: %@ വായിക്കുക
mr: %@ वाचा
nb: Les opp %@
nl: %@ voorlezen
pa: %@ ਬੋਲ ਕੇ ਪੜ੍ਹੋ
pl: Odczytaj %@
pt_br: Ler %@ em voz alta
ro: Citește %@
ru: Озвучить %@
sk: Prečítať: %@
sl: Preberi: %@
sv: Läs upp %@
sw: Soma %@ kwa sauti
ta: %@ உரக்க வாசி
te: %@ చదివి వినిపించు
th: อ่านออกเสียง %@
tr: %@ sesli oku
uk: Озвучити %@
ur: %@ پڑھ کر سنائیں
vi: Đọc %@
zh_hans: 朗读 %@
zu: Funda %@ ngezwi

source: Stay on top of your cards
ar: ابقَ على اطلاع على بطاقاتك
bg: Преговаряйте картите си навреме
bn: কার্ডের পুনরালোচনা নিয়মিত করুন
ca: Mantén les targetes al dia
cs: Nezapomeňte na své kartičky
da: Hold styr på dine kort
de: Behalte den Überblick über deine Karten
el: Μείνετε συνεπείς με τις κάρτες σας
es_es: Mantén tus tarjetas al día
es_mx: Mantén tus tarjetas al día
et: Hoia oma kaardid selged
fa: از کارت‌هایتان عقب نمانید
fi: Pysy korttiesi tasalla
fr: Gardez vos cartes à jour
gu: તમારાં કાર્ડનો અભ્યાસ ચાલુ રાખો
he: לשמור על קצב הלמידה
hi: अपने कार्ड्स पर नज़र बनाए रखें
hr: Budite u toku sa svojim karticama
hu: Tarts lépést a kártyáiddal
id: Tetap rutin belajar kartu
is: Haltu þér við efnið
it: Tieni il passo con le tue schede
ja: カード学習を順調に進めましょう
kn: ನಿಮ್ಮ ಕಾರ್ಡ್‌ಗಳ ಪುನರಾವರ್ತನೆ ಮುಂದುವರಿಸಿ
ko: 카드 복습을 꾸준히 이어가세요
lt: Neatsilikite nuo kortelių
lv: Neiekavējiet kartīšu atkārtošanu
ml: കാർഡ് പഠനം മുടക്കാതിരിക്കുക
mr: कार्डांचा अभ्यास नियमित ठेवा
nb: Hold tritt med kortene dine
nl: Houd je kaarten bij
pa: ਆਪਣੇ ਕਾਰਡਾਂ ਦੀ ਦੁਹਰਾਈ ਜਾਰੀ ਰੱਖੋ
pl: Bądź na bieżąco z fiszkami
pt_br: Mantenha seus cartões em dia
ro: Ține pasul cu fișele tale
ru: Следите за своими карточками
sk: Udržujte si karty v pamäti
sl: Ostanite na tekočem s karticami
sv: Håll dina kort aktuella
sw: Usiachwe nyuma na kadi zako
ta: அட்டைகளைத் தொடர்ந்து பயிலுங்கள்
te: మీ కార్డులను క్రమం తప్పకుండా చదవండి
th: ทบทวนการ์ดให้สม่ำเสมอ
tr: Kartlarınızı ihmal etmeyin
uk: Не забувайте про картки
ur: اپنے کارڈز کی دہرائی جاری رکھیں
vi: Theo sát việc ôn thẻ
zh_hans: 随时掌握你的卡片进度
zu: Hlala ubuyekeza amakhadi akho

source: Stop %@ speech
ar: إيقاف نطق %@
bg: Спиране на прочитането: %@
bn: %@ পড়ে শোনানো বন্ধ করুন
ca: Atura la lectura de %@
cs: Zastavit předčítání %@
da: Stop oplæsning af %@
de: Vorlesen von %@ stoppen
el: Διακοπή εκφώνησης %@
es_es: Detener lectura de %@
es_mx: Detener lectura de %@
et: Peata %@ ettelugemine
fa: توقف خواندن %@
fi: Lopeta tekstin %@ lukeminen
fr: Arrêter la lecture de %@
gu: %@ નું વાચન રોકો
he: עצירת הקראת %@
hi: %@ का पढ़ना रोकें
hr: Zaustavi izgovor %@
hu: %@ felolvasásának leállítása
id: Hentikan pembacaan %@
is: Stöðva upplestur á %@
it: Interrompi lettura di %@
ja: %@の読み上げを停止
kn: %@ ಓದುವುದನ್ನು ನಿಲ್ಲಿಸಿ
ko: %@ 읽기 중지
lt: Sustabdyti %@ skaitymą
lv: Apturēt %@ nolasīšanu
ml: %@ വായിക്കുന്നത് നിർത്തുക
mr: %@ चे वाचन थांबवा
nb: Stopp opplesing av %@
nl: Voorlezen van %@ stoppen
pa: %@ ਨੂੰ ਬੋਲ ਕੇ ਪੜ੍ਹਨਾ ਰੋਕੋ
pl: Zatrzymaj odczyt %@
pt_br: Parar a leitura de %@
ro: Oprește citirea %@
ru: Остановить озвучивание %@
sk: Zastaviť čítanie: %@
sl: Ustavi branje: %@
sv: Stoppa uppläsning av %@
sw: Acha kusoma %@ kwa sauti
ta: %@ உரக்க வாசிப்பதை நிறுத்து
te: %@ చదివి వినిపించడం ఆపు
th: หยุดอ่านออกเสียง %@
tr: %@ sesli okumayı durdur
uk: Зупинити озвучення %@
ur: %@ سنانا بند کریں
vi: Dừng đọc %@
zh_hans: 停止朗读 %@
zu: Misa ukufundwa kwe-%@ ngezwi

source: Suggestions
ar: اقتراحات
bg: Предложения
bn: পরামর্শ
ca: Suggeriments
cs: Návrhy
da: Forslag
de: Vorschläge
el: Προτάσεις
es_es: Sugerencias
es_mx: Sugerencias
et: Soovitused
fa: پیشنهادها
fi: Ehdotukset
gu: સૂચનો
he: הצעות
hi: सुझाव
hr: Prijedlozi
hu: Javaslatok
id: Saran
is: Tillögur
it: Suggerimenti
ja: 提案
kn: ಸಲಹೆಗಳು
ko: 제안
lt: Pasiūlymai
lv: Ieteikumi
ml: നിർദ്ദേശങ്ങൾ
mr: सूचना
nb: Forslag
nl: Suggesties
pa: ਸੁਝਾਅ
pl: Sugestie
pt_br: Sugestões
ro: Sugestii
ru: Варианты
sk: Návrhy
sl: Predlogi
sv: Förslag
sw: Mapendekezo
ta: பரிந்துரைகள்
te: సూచనలు
th: คำแนะนำ
tr: Öneriler
uk: Пропозиції
ur: تجاویز
vi: Gợi ý
zh_hans: 建议
zu: Iziphakamiso

source: Summary
ar: ملخص
bg: Резюме
bn: সারাংশ
ca: Resum
cs: Souhrn
da: Oversigt
de: Zusammenfassung
el: Σύνοψη
es_es: Resumen
es_mx: Resumen
et: Kokkuvõte
fa: خلاصه
fi: Yhteenveto
fr: Résumé
gu: સારાંશ
he: סיכום
hi: सारांश
hr: Sažetak
hu: Összegzés
id: Ringkasan
is: Samantekt
it: Riepilogo
ja: 概要
kn: ಸಾರಾಂಶ
ko: 요약
lt: Santrauka
lv: Kopsavilkums
ml: സംഗ്രഹം
mr: सारांश
nb: Sammendrag
nl: Overzicht
pa: ਸਾਰ
pl: Podsumowanie
pt_br: Resumo
ro: Rezumat
ru: Сводка
sk: Súhrn
sl: Povzetek
sv: Sammanfattning
sw: Muhtasari
ta: சுருக்கம்
te: సారాంశం
th: สรุป
tr: Özet
uk: Підсумок
ur: خلاصہ
vi: Tóm tắt
zh_hans: 摘要
zu: Isifinyezo

source: Switch to all cards deck
ar: التبديل إلى رزمة كل البطاقات
bg: Към тестето с всички карти
bn: সব কার্ডের ডেকে যান
ca: Canvia a la baralla de totes les targetes
cs: Přepnout na balíček všech kartiček
da: Skift til sættet med alle kort
de: Zum Deck „Alle Karten“ wechseln
el: Μετάβαση στη δέσμη όλων των καρτών
es_es: Cambiar al mazo de todas las tarjetas
es_mx: Cambiar al mazo de todas las tarjetas
et: Lülitu kõigi kaartide pakile
fa: رفتن به دستهٔ همهٔ کارت‌ها
fi: Vaihda kaikkien korttien pakkaan
fr: Basculer vers le paquet « Toutes les cartes »
gu: બધાં કાર્ડના ડેક પર જાઓ
he: מעבר לחפיסת כל הכרטיסיות
hi: सभी कार्ड डेक पर जाएं
hr: Prijeđi na špil svih kartica
hu: Váltás az összes kártya paklijára
id: Beralih ke dek semua kartu
is: Skipta yfir í stokk allra spjalda
it: Passa al mazzo di tutte le schede
ja: すべてのカードのデッキに切り替える
kn: ಎಲ್ಲ ಕಾರ್ಡ್‌ಗಳ ಡೆಕ್‌ಗೆ ಬದಲಿಸಿ
ko: 모든 카드 덱으로 전환
lt: Pereiti į visų kortelių kaladę
lv: Pārslēgties uz visu kartīšu kavu
ml: എല്ലാ കാർഡുകളുടെയും ഡെക്കിലേക്ക് മാറുക
mr: सर्व कार्डांच्या संचावर जा
nb: Bytt til kortstokken med alle kort
nl: Overschakelen naar alle kaarten
pa: ਸਾਰੇ ਕਾਰਡਾਂ ਦੇ ਡੈੱਕ ਉੱਤੇ ਜਾਓ
pl: Przełącz na talię wszystkich fiszek
pt_br: Mudar para o baralho com todos os cartões
ro: Treci la pachetul cu toate fișele
ru: Переключиться на колоду «Все карточки»
sk: Prepnúť na balíček všetkých kariet
sl: Preklopi na komplet vseh kartic
sv: Byt till kortleken med alla kort
sw: Badili hadi fungu la kadi zote
ta: அனைத்து அட்டைகள் தொகுப்பிற்கு மாறு
te: అన్ని కార్డుల డెక్‌కు మారు
th: เปลี่ยนไปใช้สำรับการ์ดทั้งหมด
tr: Tüm kartlar destesine geç
uk: Перейти до колоди всіх карток
ur: تمام کارڈز کے ڈیک پر جائیں
vi: Chuyển sang bộ tất cả thẻ
zh_hans: 切换到“全部卡片”牌组
zu: Shintshela enqwabeni yawo wonke amakhadi

source: Tags
ar: الوسوم
bg: Етикети
bn: ট্যাগ
ca: Etiquetes
cs: Štítky
da: Mærkater
el: Ετικέτες
es_es: Etiquetas
es_mx: Etiquetas
et: Sildid
fa: برچسب‌ها
fi: Tunnisteet
gu: ટૅગ
he: תגיות
hi: टैग
hr: Oznake
hu: Címkék
id: Tag
is: Merki
it: Tag
ja: タグ
kn: ಟ್ಯಾಗ್‌ಗಳು
ko: 태그
lt: Žymos
lv: Birkas
ml: ടാഗുകൾ
mr: टॅग
nb: Tagger
pa: ਟੈਗ
pl: Tagi
pt_br: Etiquetas
ro: Etichete
ru: Теги
sk: Značky
sl: Oznake
sv: Taggar
sw: Lebo
ta: குறிச்சொற்கள்
te: ట్యాగ్‌లు
th: แท็ก
tr: Etiketler
uk: Мітки
ur: ٹیگز
vi: Nhãn
zh_hans: 标签
zu: Amathegi

source: Tags: %@
ar: الوسوم: %@
bg: Етикети: %@
bn: ট্যাগ: %@
ca: Etiquetes: %@
cs: Štítky: %@
da: Mærkater: %@
el: Ετικέτες: %@
es_es: Etiquetas: %@
es_mx: Etiquetas: %@
et: Sildid: %@
fa: برچسب‌ها: %@
fi: Tunnisteet: %@
gu: ટૅગ: %@
he: תגיות: %@
hi: टैग: %@
hr: Oznake: %@
hu: Címkék: %@
id: Tag: %@
is: Merki: %@
it: Tag: %@
ja: タグ: %@
kn: ಟ್ಯಾಗ್‌ಗಳು: %@
ko: 태그: %@
lt: Žymos: %@
lv: Birkas: %@
ml: ടാഗുകൾ: %@
mr: टॅग: %@
nb: Tagger: %@
pa: ਟੈਗ: %@
pl: Tagi: %@
pt_br: Etiquetas: %@
ro: Etichete: %@
ru: Теги: %@
sk: Značky: %@
sl: Oznake: %@
sv: Taggar: %@
sw: Lebo: %@
ta: குறிச்சொற்கள்: %@
te: ట్యాగ్‌లు: %@
th: แท็ก: %@
tr: Etiketler: %@
uk: Мітки: %@
ur: ٹیگز: %@
vi: Nhãn: %@
zh_hans: 标签：%@
zu: Amathegi: %@

source: Tap to edit
ar: اضغط للتعديل
bg: Докоснете за редактиране
bn: সম্পাদনা করতে আলতো চাপুন
ca: Toca per editar
cs: Klepnutím upravíte
da: Tryk for at redigere
de: Zum Bearbeiten tippen
el: Αγγίξτε για επεξεργασία
es_es: Toca para editar
es_mx: Toca para editar
et: Muutmiseks puuduta
fa: برای ویرایش بزنید
fi: Muokkaa napauttamalla
fr: Touchez pour modifier
gu: સંપાદિત કરવા ટૅપ કરો
he: הקשה לעריכה
hi: संपादित करने के लिए टैप करें
hr: Dodirnite za uređivanje
hu: Koppints a szerkesztéshez
id: Ketuk untuk mengedit
is: Pikkaðu til að breyta
it: Tocca per modificare
ja: タップして編集
kn: ಸಂಪಾದಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 탭하여 편집
lt: Palieskite, kad redaguotumėte
lv: Pieskarieties, lai rediģētu
ml: തിരുത്താൻ ടാപ്പ് ചെയ്യുക
mr: संपादनासाठी टॅप करा
nb: Trykk for å redigere
nl: Tik om te bewerken
pa: ਸੋਧਣ ਲਈ ਟੈਪ ਕਰੋ
pl: Stuknij, aby edytować
pt_br: Toque para editar
ro: Atinge pentru a edita
ru: Нажмите, чтобы редактировать
sk: Klepnutím upravíte
sl: Tapnite za urejanje
sv: Tryck för att redigera
sw: Gusa ili kuhariri
ta: திருத்த தட்டவும்
te: సవరించడానికి నొక్కండి
th: แตะเพื่อแก้ไข
tr: Düzenlemek için dokunun
uk: Торкніться, щоб редагувати
ur: ترمیم کے لیے ٹیپ کریں
vi: Chạm để sửa
zh_hans: 点按以编辑
zu: Thepha ukuze uhlele

source: Text
ar: نص
bg: Текст
bn: পাঠ্য
da: Tekst
el: Κείμενο
es_es: Texto
es_mx: Texto
et: Tekst
fa: متن
fi: Teksti
fr: Texte
gu: લખાણ
he: טקסט
hi: पाठ
hr: Tekst
hu: Szöveg
id: Teks
is: Texti
it: Testo
ja: テキスト
kn: ಪಠ್ಯ
ko: 텍스트
lt: Tekstas
lv: Teksts
ml: ടെക്സ്റ്റ്
mr: मजकूर
nb: Tekst
nl: Tekst
pa: ਲਿਖਤ
pl: Tekst
pt_br: Texto
ru: Текст
sl: Besedilo
sw: Maandishi
ta: உரை
te: వచనం
th: ข้อความ
tr: Metin
uk: Текст
ur: متن
vi: Văn bản
zh_hans: 文本
zu: Umbhalo

source: This review filter does not include any cards yet.
ar: لا يتضمن عامل تصفية المراجعة هذا أي بطاقات بعد.
bg: Този филтър за преговор все още не включва карти.
bn: এই পুনরালোচনা ফিল্টার এখনও কোনো কার্ড অন্তর্ভুক্ত করে না।
ca: Aquest filtre de repàs encara no inclou cap targeta.
cs: Tento filtr opakování zatím neobsahuje žádné kartičky.
da: Dette repetitionsfilter omfatter ingen kort endnu.
de: Dieser Wiederholungsfilter enthält noch keine Karten.
el: Αυτό το φίλτρο επανάληψης δεν περιλαμβάνει κάρτες ακόμα.
es_es: Este filtro de repaso todavía no incluye ninguna tarjeta.
es_mx: Este filtro de repaso todavía no incluye ninguna tarjeta.
et: See kordamisfilter ei sisalda veel ühtegi kaarti.
fa: این فیلتر مرور هنوز هیچ کارتی ندارد.
fi: Tämä kertaussuodatin ei sisällä vielä kortteja.
fr: Ce filtre de révision ne contient encore aucune carte.
gu: આ પુનરાવર્તન ફિલ્ટરમાં હજી કોઈ કાર્ડ નથી.
he: מסנן החזרות הזה עדיין אינו כולל כרטיסיות.
hi: इस समीक्षा फ़िल्टर में अभी कोई कार्ड शामिल नहीं है।
hr: Ovaj filtar ponavljanja još ne uključuje kartice.
hu: Ez az ismétlési szűrő még nem tartalmaz kártyát.
id: Filter pengulangan ini belum mencakup kartu apa pun.
is: Þessi upprifjunarsía inniheldur engin spjöld enn.
it: Questo filtro di ripasso non include ancora schede.
ja: この復習フィルタにはまだカードが含まれていません。
kn: ಈ ಪುನರಾವರ್ತನೆ ಫಿಲ್ಟರ್‌ನಲ್ಲಿ ಇನ್ನೂ ಕಾರ್ಡ್‌ಗಳಿಲ್ಲ.
ko: 이 복습 필터에 해당하는 카드가 아직 없습니다.
lt: Šis kartojimo filtras dar neapima jokių kortelių.
lv: Šajā atkārtošanas filtrā vēl nav nevienas kartītes.
ml: ഈ ആവർത്തന ഫിൽട്ടറിൽ ഇതുവരെ കാർഡുകളൊന്നുമില്ല.
mr: या उजळणी फिल्टरमध्ये अद्याप कोणतीही कार्डे नाहीत.
nb: Dette repetisjonsfilteret inkluderer ingen kort ennå.
nl: Dit herhaalfilter bevat nog geen kaarten.
pa: ਇਸ ਦੁਹਰਾਈ ਫਿਲਟਰ ਵਿੱਚ ਹਾਲੇ ਕੋਈ ਕਾਰਡ ਨਹੀਂ ਹੈ।
pl: Ten filtr powtórek nie obejmuje jeszcze żadnych fiszek.
pt_br: Este filtro de revisão ainda não inclui nenhum cartão.
ro: Acest filtru de recapitulare nu include încă nicio fișă.
ru: Этот фильтр повторения пока не включает ни одной карточки.
sk: Tento filter opakovania zatiaľ nezahŕňa žiadne karty.
sl: Ta filter ponavljanja še ne vključuje nobene kartice.
sv: Det här repetitionsfiltret innehåller inga kort än.
sw: Kichujio hiki cha marudio hakijumuishi kadi zozote bado.
ta: இந்த மீள்பயிற்சி வடிகட்டியில் இன்னும் அட்டைகள் இல்லை.
te: ఈ పునశ్చరణ ఫిల్టర్‌లో ఇంకా కార్డులు లేవు.
th: ตัวกรองการทบทวนนี้ยังไม่มีการ์ด
tr: Bu tekrar filtresinde henüz kart yok.
uk: Цей фільтр повторень ще не охоплює жодної картки.
ur: اس دہرائی فلٹر میں ابھی کوئی کارڈ شامل نہیں ہے۔
vi: Bộ lọc ôn tập này chưa chứa thẻ nào.
zh_hans: 此复习筛选条件中还没有任何卡片。
zu: Lesi sihlungi sokubukeza asinawo amakhadi okwamanje.

source: Try a different search or clear filters.
ar: جرّب بحثًا مختلفًا أو امسح عوامل التصفية.
bg: Опитайте с различно търсене или изчистете филтрите.
bn: একটি ভিন্ন অনুসন্ধান বা পরিষ্কার ফিল্টার চেষ্টা করুন।
ca: Prova una cerca diferent o esborra els filtres.
cs: Zkuste jiné hledání nebo zrušte filtry.
da: Prøv en anden søgning, eller ryd filtrene.
de: Probiere eine andere Suche aus oder lösche die Filter.
el: Δοκιμάστε άλλη αναζήτηση ή εκκαθαρίστε τα φίλτρα.
es_es: Prueba otra búsqueda o borra los filtros.
es_mx: Prueba otra búsqueda o borra los filtros.
et: Proovi muud otsingut või tühjenda filtrid.
fa: جست‌وجوی دیگری امتحان کنید یا فیلترها را پاک کنید.
fi: Kokeile toista hakua tai tyhjennä suodattimet.
fr: Essayez une autre recherche ou effacez les filtres.
gu: બીજી શોધ અજમાવો અથવા ફિલ્ટર સાફ કરો.
he: כדאי לנסות חיפוש אחר או לנקות את המסננים.
hi: कोई दूसरा खोज शब्द आज़माएं या फ़िल्टर साफ़ करें।
hr: Pokušajte s drugom pretragom ili očistite filtre.
hu: Próbálj más keresést, vagy töröld a szűrőket.
id: Coba pencarian lain atau hapus filter.
is: Prófaðu aðra leit eða hreinsaðu síur.
it: Prova un’altra ricerca o rimuovi i filtri.
ja: 別の検索を試すか、フィルタをクリアしてください。
kn: ಬೇರೆ ಹುಡುಕಾಟ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಫಿಲ್ಟರ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ.
ko: 다르게 검색하거나 필터를 지워 보세요.
lt: Bandykite kitą paiešką arba išvalykite filtrus.
lv: Izmēģiniet citu meklējumu vai notīriet filtrus.
ml: മറ്റൊരു തിരയൽ പരീക്ഷിക്കുക അല്ലെങ്കിൽ ഫിൽട്ടറുകൾ മായ്ക്കുക.
mr: वेगळा शोध वापरा किंवा फिल्टर काढा.
nb: Prøv et annet søk eller fjern filtrene.
nl: Probeer een andere zoekopdracht of wis de filters.
pa: ਹੋਰ ਖੋਜ ਅਜ਼ਮਾਓ ਜਾਂ ਫਿਲਟਰ ਹਟਾਓ।
pl: Spróbuj innego wyszukiwania lub wyczyść filtry.
pt_br: Tente outra busca ou limpe os filtros.
ro: Încearcă altă căutare sau șterge filtrele.
ru: Попробуйте другой поиск или сбросьте фильтры.
sk: Skúste iné vyhľadávanie alebo vymažte filtre.
sl: Poskusite drugo iskanje ali počistite filtre.
sv: Prova en annan sökning eller rensa filtren.
sw: Jaribu utafutaji mwingine au ondoa vichujio.
ta: வேறொரு தேடலை முயலவும் அல்லது வடிகட்டிகளை நீக்கவும்.
te: వేరే శోధన ప్రయత్నించండి లేదా ఫిల్టర్‌లను తీసివేయండి.
th: ลองค้นหาแบบอื่นหรือล้างตัวกรอง
tr: Farklı bir arama deneyin veya filtreleri temizleyin.
uk: Спробуйте інший запит або очистьте фільтри.
ur: کوئی اور تلاش کریں یا فلٹر صاف کریں۔
vi: Thử tìm kiếm khác hoặc xóa bộ lọc.
zh_hans: 请尝试其他搜索或清除筛选条件。
zu: Zama olunye usesho noma usule izihlungi.

source: Try clearing filters.
ar: جرّب مسح عوامل التصفية.
bg: Опитайте да изчистите филтрите.
bn: ফিল্টার পরিষ্কার করার চেষ্টা করুন।
ca: Prova d'esborrar els filtres.
cs: Zkuste zrušit filtry.
da: Prøv at rydde filtrene.
de: Versuche, die Filter zu löschen.
el: Δοκιμάστε να εκκαθαρίσετε τα φίλτρα.
es_es: Prueba a borrar los filtros.
es_mx: Prueba a borrar los filtros.
et: Proovi filtrid tühjendada.
fa: پاک کردن فیلترها را امتحان کنید.
fi: Kokeile suodattimien tyhjentämistä.
fr: Essayez d’effacer les filtres.
gu: ફિલ્ટર સાફ કરવાનો પ્રયાસ કરો.
he: כדאי לנסות לנקות את המסננים.
hi: फ़िल्टर साफ़ करके देखें।
hr: Pokušajte očistiti filtre.
hu: Próbáld törölni a szűrőket.
id: Coba hapus filter.
is: Prófaðu að hreinsa síur.
it: Prova a rimuovere i filtri.
ja: フィルタをクリアしてみてください。
kn: ಫಿಲ್ಟರ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
ko: 필터를 지워 보세요.
lt: Pabandykite išvalyti filtrus.
lv: Mēģiniet notīrīt filtrus.
ml: ഫിൽട്ടറുകൾ മായ്ച്ചുനോക്കുക.
mr: फिल्टर काढून पाहा.
nb: Prøv å fjerne filtrene.
nl: Probeer de filters te wissen.
pa: ਫਿਲਟਰ ਹਟਾ ਕੇ ਵੇਖੋ।
pl: Spróbuj wyczyścić filtry.
pt_br: Tente limpar os filtros.
ro: Încearcă să ștergi filtrele.
ru: Попробуйте сбросить фильтры.
sk: Skúste vymazať filtre.
sl: Poskusite počistiti filtre.
sv: Prova att rensa filtren.
sw: Jaribu kuondoa vichujio.
ta: வடிகட்டிகளை நீக்கிப் பார்க்கவும்.
te: ఫిల్టర్‌లను తీసివేసి చూడండి.
th: ลองล้างตัวกรอง
tr: Filtreleri temizlemeyi deneyin.
uk: Спробуйте очистити фільтри.
ur: فلٹر صاف کر کے دیکھیں۔
vi: Thử xóa bộ lọc.
zh_hans: 试试清除筛选条件。
zu: Zama ukusula izihlungi.

source: Video attachment
ar: مرفق فيديو
bg: Прикачен видеоклип
bn: ভিডিও সংযুক্তি
ca: Vídeo adjunt
cs: Videopříloha
da: Videovedhæftning
de: Videoanhang
el: Συνημμένο βίντεο
es_es: Adjunto de video
es_mx: Adjunto de video
et: Videomanus
fa: پیوست ویدیویی
fi: Videoliite
fr: Pièce jointe vidéo
gu: વિડિયો જોડાણ
he: קובץ וידאו מצורף
hi: वीडियो अटैचमेंट
hr: Videoprivitak
hu: Videómelléklet
id: Lampiran video
is: Myndskeiðsviðhengi
it: Allegato video
ja: 動画添付
kn: ವೀಡಿಯೊ ಲಗತ್ತು
ko: 비디오 첨부 파일
lt: Vaizdo priedas
lv: Video pielikums
ml: വീഡിയോ അറ്റാച്ച്മെന്റ്
mr: जोडलेला व्हिडिओ
nb: Videovedlegg
nl: Videobijlage
pa: ਵੀਡੀਓ ਅਟੈਚਮੈਂਟ
pl: Załącznik wideo
pt_br: Anexo de vídeo
ro: Atașament video
ru: Видеовложение
sk: Video príloha
sl: Video priloga
sv: Videobilaga
sw: Kiambatisho cha video
ta: காணொளி இணைப்பு
te: వీడియో జోడింపు
th: ไฟล์วิดีโอแนบ
tr: Video eki
uk: Відеовкладення
ur: ویڈیو منسلکہ
vi: Tệp video đính kèm
zh_hans: 视频附件
zu: Ividiyo enamathiselwe

source: You haven't created any cards yet.
ar: لم تنشئ أي بطاقات بعد.
bg: Все още не сте създали никакви карти.
bn: আপনি এখনও কোনো কার্ড তৈরি করেননি।
ca: Encara no has creat cap targeta.
cs: Zatím jste nevytvořili žádné kartičky.
da: Du har ikke oprettet nogen kort endnu.
de: Du hast noch keine Karten erstellt.
el: Δεν έχετε δημιουργήσει κάρτες ακόμα.
es_es: Aún no has creado ninguna tarjeta.
es_mx: Aún no has creado ninguna tarjeta.
et: Sa pole veel ühtegi kaarti loonud.
fa: هنوز هیچ کارتی نساخته‌اید.
fi: Et ole vielä luonut kortteja.
fr: Vous n’avez pas encore créé de cartes.
gu: તમે હજી કોઈ કાર્ડ બનાવ્યું નથી.
he: עדיין לא יצרת כרטיסיות.
hi: आपने अभी तक कोई कार्ड नहीं बनाया है।
hr: Još niste stvorili nijednu karticu.
hu: Még nem hoztál létre kártyát.
id: Anda belum membuat kartu.
is: Þú hefur ekki búið til nein spjöld enn.
it: Non hai ancora creato schede.
ja: まだカードを作成していません。
kn: ನೀವು ಇನ್ನೂ ಕಾರ್ಡ್‌ಗಳನ್ನು ರಚಿಸಿಲ್ಲ.
ko: 아직 만든 카드가 없습니다.
lt: Dar nesukūrėte nė vienos kortelės.
lv: Jūs vēl neesat izveidojis nevienu kartīti.
ml: നിങ്ങൾ ഇതുവരെ കാർഡുകളൊന്നും സൃഷ്ടിച്ചിട്ടില്ല.
mr: तुम्ही अद्याप कोणतीही कार्डे तयार केलेली नाहीत.
nb: Du har ikke opprettet noen kort ennå.
nl: Je hebt nog geen kaarten gemaakt.
pa: ਤੁਸੀਂ ਹਾਲੇ ਕੋਈ ਕਾਰਡ ਨਹੀਂ ਬਣਾਇਆ।
pl: Nie masz jeszcze utworzonych fiszek.
pt_br: Você ainda não criou nenhum cartão.
ro: Încă nu ai creat nicio fișă.
ru: Вы еще не создали ни одной карточки.
sk: Zatiaľ ste nevytvorili žiadne karty.
sl: Ustvarili niste še nobene kartice.
sv: Du har inte skapat några kort än.
sw: Bado hujaunda kadi zozote.
ta: நீங்கள் இன்னும் அட்டைகளை உருவாக்கவில்லை.
te: మీరు ఇంకా కార్డులను సృష్టించలేదు.
th: คุณยังไม่ได้สร้างการ์ด
tr: Henüz kart oluşturmadınız.
uk: Ви ще не створили жодної картки.
ur: آپ نے ابھی کوئی کارڈ نہیں بنایا۔
vi: Bạn chưa tạo thẻ nào.
zh_hans: 你还没有创建任何卡片。
zu: Awukadali amakhadi.
